{"Planets/Brume-VIII":{"slug":"Planets/Brume-VIII","filePath":"Planets/Brume VIII.md","title":"Brume VIII","links":[],"tags":[],"content":"Red Zone\nLicensing Status: N/A\nTraits:\n\nFog - All shots beyond 8” are -1 to Hit.\nBooming Economy - When rolling for post-battle credit rewards, any 1 on the dice is rerolled until it shows a score other than 1.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotes(Eldar Frankenmuir)Wealthy IndividualPersistentAny time job (“dragon” from turn 17)Wealthy IndividualHealth Insurance\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotes"},"Planets/Carpathium-9":{"slug":"Planets/Carpathium-9","filePath":"Planets/Carpathium 9.md","title":"Carpathium 9","links":["Sessions/2024-01-23"],"tags":[],"content":"Licensing Status: N/A\nTraits:\n\nGloom - Max visibility 9“\nInvasion Risk - +1 to invasion rolls\n29-hour day\n\nSettlements\n\nBacau (2024-01-23)\n\nMagura (suburb / neighborhood) (2024-01-23)\nCutthroats (neighborhood) (2024-01-23)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotesSolari (Reade)Private Organization-Mr. GolinkoWealthy Individual-???Corporate Patron???Quenton Hyland Wealthy Individual-DIRM (Bosch)Sector GovernmentLootJudge SandokLocal GovernmentTrade?????????Business Contact\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotesBlack StoneBounty Hunters"},"Planets/Caturix-Prime":{"slug":"Planets/Caturix-Prime","filePath":"Planets/Caturix Prime.md","title":"Caturix Prime","links":[],"tags":[],"content":"Licensing Status: N/A\nTraits:\n\nWeapon Licensing - +1 credit to weapon purchases and weapons from Trade table\nInvasion Risk - +1 to invasion rolls\nUnity Patrol - Cannot be invaded\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotes"},"Planets/Garthon-4":{"slug":"Planets/Garthon-4","filePath":"Planets/Garthon 4.md","title":"Garthon 4","links":[],"tags":[],"content":"\nKnown for sex weasels\n"},"Planets/Goldeng-8":{"slug":"Planets/Goldeng-8","filePath":"Planets/Goldeng 8.md","title":"Goldeng 8","links":[],"tags":[],"content":"Licensing Status: 1 credit (forged)\nTraits:\n\nFree trade zone - One crew member per campaign turn can roll twice when using the Trade Table, and choose either result.\nFog - All shots beyond 8” are -1 to Hit.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotesEldar FrankenmuirWealthy IndividualPersistent???Corporate Patron-AGTARPrivate Org-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotes"},"Planets/Karnak-6":{"slug":"Planets/Karnak-6","filePath":"Planets/Karnak 6.md","title":"Karnak 6","links":[],"tags":[],"content":"\nHome of Holith’s Crater, where Captain’s wife and family died.\n"},"Planets/Planet-Index":{"slug":"Planets/Planet-Index","filePath":"Planets/Planet Index.md","title":"Planet Index","links":["Planets/Karnak-6","Planets/Sheun-Prime","Planets/Carpathium-9","Planets/Caturix-Prime","Planets/Goldeng-8","Planets/Trellium-XII","Planets/Thule-VI","Planets/Brume-VIII","Planets/Tattoon-II","Planets/space-station","Planets/Garthon-4"],"tags":[],"content":"The order in which planets are visited in the story:\n\nKarnak 6\nSheun Prime\nCarpathium 9\nCaturix Prime\nGoldeng 8\nTrellium XII\nThule VI\nBrume VIII\nTattoon II\nspace station\n\nMentioned but not visited:\n\nGarthon 4\n"},"Planets/Sheun-Prime":{"slug":"Planets/Sheun-Prime","filePath":"Planets/Sheun Prime.md","title":"Sheun Prime","links":[],"tags":[],"content":"\nSimon’s home world\nWhere the Captain recruited the crew\n"},"Planets/Tattoon-II":{"slug":"Planets/Tattoon-II","filePath":"Planets/Tattoon II.md","title":"Tattoon II","links":[],"tags":[],"content":"Red Zone\nLicensing Status: N/A\nTraits:\n\nBooming Economy - When rolling for post-battle credit rewards, any 1 on the dice is rerolled until it shows a score other than 1.\nVendetta system - Opponents become your Rivals on a roll of 1 or 2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotes(Eldar Frankenmuir)Wealthy IndividualPersistentAny time job (“dragon” from turn 17)?Religious cult connection\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotes"},"Planets/Thule-VI":{"slug":"Planets/Thule-VI","filePath":"Planets/Thule VI.md","title":"Thule VI","links":[],"tags":[],"content":"Red Zone\nLicensing Status: N/A\nTraits:\n\nFrozen - Any character making a Dash may opt to must slide. They move 1D6” in a straight line along a Brute line, and must move the full distance. If they collide with anything, they – and any character they collide with – are knocked 1” in a random direction and become Stunned.\n\nAI: Cautious and Tactical do not slide if potentially blocked by an obstacle.\nEdge of the map is not an obstacle.\n\n\nImport restrictions - You cannot sell any items on this world\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotes(Eldar Frankenmuir)Wealthy IndividualPersistentAny time job (“dragon” from turn 17)?Private OrgFringe Benefit+1 Loot\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotes???From package delivery"},"Planets/Trellium-XII":{"slug":"Planets/Trellium-XII","filePath":"Planets/Trellium XII.md","title":"Trellium XII","links":[],"tags":[],"content":"Red Zone\nLicensing Status: N/A\nTraits:\n\nNull zone - No teleportation device of any type works.\nOvergrown - When setting up the table, you must add 1d6+2 individual plant features or 1d3 areas of vegetation (roughly 3-5” across)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotes(Eldar Frankenmuir)Wealthy IndividualPersistentAny time job (“dragon” from turn 17)Civil AuthorityLocal Gov’t-Any time job (+2 cr; Demanding - only on success)(Pawn)Private Org-(Used as cover for us to case the Unity base)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotes"},"Planets/space-station":{"slug":"Planets/space-station","filePath":"Planets/space station.md","title":"space station","links":[],"tags":[],"content":"Red Zone\nLicensing Status: N/A\norbiting something…\nTraits:\n\nFuel refinery: Traveling from this world costs only 3 credits.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPatronTypeBenefitNotes(Eldar Frankenmuir)Wealthy IndividualPersistentAny time job (“dragon” from turn 17)?Religious cult connection\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRivalTypeNotes"},"Sessions/2024-01-16":{"slug":"Sessions/2024-01-16","filePath":"Sessions/2024-01-16.md","title":"2024-01-16","links":["Planets/Karnak-6"],"tags":[],"content":"Prologue Battle\nPlayed a prologue mission: 3 humans + 3 swifts versus 4 Blood Storm mercs + 2 special agents, trying to hold the field around a farmhouse on Karnak 6. It was a bloodbath — we all died around the 6th turn."},"Sessions/2024-01-23":{"slug":"Sessions/2024-01-23","filePath":"Sessions/2024-01-23.md","title":"2024-01-23","links":["Planets/Karnak-6","Planets/Sheun-Prime","Planets/Carpathium-9"],"tags":[],"content":"Rolled up characters and played the prologue of campaign turn #1.\nCrew Generation\nTwo Graves\nThey say that before you walk the path of revenge, first dig two graves. Well, I’ve dug those graves, in Holrith’s Crater, on Karnak 6. And this is a log of that journey. If I should fall, perhaps someone else can see it through.\nMy name today is Cpt. Halden Walker.  I’ve had other names.  I was born to a military family; joined the Academy; graduated to SpecOps. I’ve done some dark things for Unity.\nBut I found a light to guide me through the dark.  Let’s say her name was Wendy.  I loved her more than anything, but Wendy wasn’t cut out for Neverland. I spent too long away, on deep cover jobs. We had a little boy that I only saw on leave.  Three years later, Wendy called it quits.  Said she needed someone stable, someone who’d be there for Peter.  She found someone else that fit the bill, a prometheon prospector named Jeb.  Wendy and I conceived a daughter the night before she married him.  They boarded a colony ship that week for Karnak 6.\nFour years later, an alert came up on the cortex, triggered by a feed on Holrith’s Crater.  There’d been a terrible accident.\nI went out there.  The whole crater was smoking black glass.  All of the settlements were scorched. There was a survivor, though. A half-burned teenager.  He described trained men in fatigues bearing the logo of the Blood Storm mercenaries. And there were others with them, pairs of men dressed in black with blue markings.\nI found Jeb’s place.  I buried Jeb and Wendy there, though I needed a gene scanner to ID the remains.  I combed through every other body there, swift or otherwise.  I didn’t find the kids.\nFunny thing about having a light in the dark.  Even if it’s distant, it gives you a bearing.  When it goes out, you’re alone, adrift in the black.  SpecOps is a young man’s game.  I put in for early retirement.\nA Crew\nI drifted for a while. Then, a couple months ago, on Sheun Prime, I started putting together a crew.  \nI’m a firm believer in having a dependable bot to watch your back. Rosey practically has a maternal instinct, encased in enough metal to withstand a blaster hit or two.\nNext, I looked for muscle, and there’s no finer muscle than K’Erin. I found Khanda, a K’Erin princess, slipped loose of her family and working as a bounty hunter. She’d happened across a clan member, Khanjar, far from their home world. He seems devoted to her, like a younger brother.  They had an atmo gunship, with Khanda focused on the bounties and Khanjar shooting whatever other trouble popped up along the way. Khanda had some sour run-ins with the Blood Storm mercs herself, and she was willing to sign on.\nThe last crew member was Twitch. He was my diversity hire: a tough ganger kid with an eye to tech.  At the time, he wasn’t much more than a script kiddie, but I thought he had potential.  He’d already made it from the substacks of his industrial homeworld to a decent living in Sheun Prime, which requires some savvy.  I needed someone to handle “security”, and he didn’t come with the heat or baggage of some of the other applicants I’d considered.\nI’d done solo ops for so long, it was strange to have others under my command again.  We started working what jobs we could find to afford a ship, but Sheun Prime is a nice place.  Freelancer jobs were rare, and few patrons were willing to take a chance on an unknown crew. Within weeks, we were at the tail-end of our luck. The Khans’ gunship took a nasty hit on a job gone sour, and we were quickly sliding into debt.\nThen we met Simon Tao. The kid’s an heir to Gloria Tao, a Sheun mogul. He wants to prove himself, to head off into the Fringe to fame and fortune.  Says his dad built their fortune by doing the same in lithium mines.  \nI’ve seen something like this before. Super rich parents, fueled by rejuvenat, rule their personal empires for a century or more. They regale their kids with stories of their own hard work, but the kids never have the space to try the same, especially not standing in that long shadow.  So, either of their own volition or their parents’, they head out for “a season on the Fringe”, like a year abroad.\nSimon pitched me on the idea: My crew, his funds. He thinks he can make it in etherium mining, which I doubt.  Etherium certainly pays, but, unlike prometheon, it takes serious bank to tap your first mine.  I told him I could at least help him build his bankroll through freelancer jobs while we scout these supposed deposits he’s tracking. We shook on it.\nI feel like a big game hunter on this one. Simon points the direction and might open doors to the upper crust for us. I make the call on how we run the jobs and hold veto power there.\nThen Simon’s mom paid me a visit. She would provide us a used ship—a former diplomatic shuttle. She said she could call in a favor for us if we got stuck (one patron, banked), but she’d only do it once. Finally, with a sharp edge to her voice, she told me to keep her son safe. I do believe there will be hell to pay if I fail in that task. She turned and left me feeling like a first-tour private, dismissed.  If Gloria Tao is already hitting the rejuvenat, she’s doing it with style. I could watch her walk away all day.\nWe named the ship Tail-End.  We were suddenly debt-free, we had transit off-world, and we had Simon to open the doors ahead. Our luck was turning around.\nTurn #1\nTravel\nWe made landfall on Carpathium 9, docking in Bacau.  In my opinion, the planet is a shithole. It’s far from its sun, occluded by regular eclipses from the thick asteroid belt that crowds the Carpathium star (Gloom, 9”).  With so much debris in the system, Unity fleet patrols are rare and other visitors can sneak in close before scanners can pick them out (invasion risk +1).  But, unlike Sheun Prime, you don’t need a license to run freelance here. It’s a good place to get our feet under us and to get practice as a crew.  Also, I have a contact out here who let me know that Blood Storm mercs had been spotted in the system.\nWorld\nOnce we docked, the crew headed out to stretch their legs. Rosey’s protective instinct kicked in and she came back loaded with stim packs and med-patches. She likes to play it cool, though, and referred to us all as “fragile meatbags”. Twitch returned with a crateful of choice ship repair parts. We’re docked at a busy space hangar with a lot of dark corners. I didn’t ask where he got them.\nWhen the K’Erins came back, Khanda confirmed the rumor: The Blood Storms were here in Bacau, though the sighting was not recent (rumor).  Khanjar spent the day in a back alley neuro-gym, laying down new neural pathways (+2 XP) for the karambit fighting style favored by local gangers here.\nMeanwhile, Simon and I headed out to find a job.  I met with my contact, Preston Reade at Solari Logistics (patron, private organization). He had a good job for us, dangerous but high pay.  But damned if Simon didn’t find a better one—even higher pay for a simple delivery run.  I told Reade I’d be in touch.\nJob\nSimon’s job was for a wealthy individual named Alek Golinko. Mr. Golinko would be having a rooftop party soon and required additional “refreshments”.  I’ve heard of such parties held by the super-rich. While the wage-slaves choke out another 12-hour shift in the industrial smog of the stack below, the rich breathe clean air and dine on exotic delicacies like tiger meat or jams made from berries so endangered that they need to be hand-fertilized in climate-controlled greenhouses.  \nStill, the pay was good and the job simple.  We had only to head out to the substack burbs to pick up a package. Given that it was an urban job with low likelihood of violence (small encounter), Twitch would sit this one out and provide comms support from the Tailend.  (Unbeknownst to him, I’d pocketed the ignition crystals. I was curious if he’d try swiping the ship. Like I said, he’s got savvy and I’m still learning how far I can trust this crew.)\nWe descended to Bacau’s substack levels and then rode the rail out to a burb named Magura. The pickup went smoothly: Two soft cases of silver canisters from a bald well-muscled man in a white lab coat.  I’m pretty sure they were cans of high-grade “whiff”.  It’s a local inhalant that produces short-lived euphoria accompanied by bright visual and olfactory hallucinations. On a gloom planet that stinks of industrial exhaust and mining dust, a shot of bright beauty can be addictive. \nThe return trip would be trickier.  Whiff is a banned substance that would trip the rail station scanners, so we’d be making the return trip along the surface. We’d have to wind our way through power stations, smelters, and the pylons supporting the shipping docks above. The part that worried me the most was Cutthroats, a neighborhood regularly torn apart by ganger violence.  Based on Twitch’s cortex research, I planned to cut straight through GDX (Gear Death Xperience) territory. My hope was we’d slip right behind all the GDXers who were busy patrolling their border.\nIt didn’t turn out that way. As we picked our way around a pack of smashed vehicles abandoned in the parking lot of a fenced power station, I could see fresh HFB (Happy Fun Bunch) graffiti sprayed over the local GDX markings. Twitch then sounded over the vox-pieces in our ears. Our small snooper drone above us was picking up movement just ahead: Five gangers still on the prowl. Facial recognition said the muscle-bound leader with the metal skull-plate and the gene-uplift tusks was Razr Dawg, the HFB leader violent enough to have a bounty on his head. The rest of the gangers carried shotguns.\n“And I think they have a gimp,” Twitch added.  He patched the drone’s pict feed through to my wrist slate.  Indeed, the feed showed a skinny body wrapped head to toe in a shiny black body glove, except for a right arm fully encased in metal and glowing with the blue arc-light of a projected power claw.  “Oh, I do believe the Khans will want to fight that Claw.”  \nI heard an odd pop-pop-pop in the background of Twitch’s vox feed. It took me a moment to realize the little bastard was making popcorn.\nI gestured the others toward me.  I was about to whisper about the gang of augmented thugs just ahead of us when the roid-gangers saved me the trouble.  They began whooping and howling.  \n“I think they’ve detected you,” said Twitch over the vox.  I swore to myself that he’d be out here with us on the next mission… but first the rest of us needed to survive this one.  \nThis wasn’t a fight we needed.  We just had to move through with the two packages to get them to Mr. Golinko in time for his party.  Maybe the rest of us could draw off the gangers."},"Sessions/2024-01-30":{"slug":"Sessions/2024-01-30","filePath":"Sessions/2024-01-30.md","title":"2024-01-30","links":["Planets/Carpathium-9","Planets/Garthon-4"],"tags":[],"content":"After some MtG booster pack opening, we played our first battle and completed a full turn cycle. Took us until 11p.\n\nOn: Carpathium 9\n\nBattle\nWe tossed the heavy cases of whiff to the Khans.  They cut to the left, while the rest of us headed to the brighter area near a power substation.  Simon peeked around the corner and called out to the gangers for directions to the nearest rail station, perhaps in exchange for some coin.  The gangers whooped and hollered as they closed in on him.\nThe Khans were able to catch the eye of one of them as they wove among the parked cars. The ganger peeled off from the group.  In the gloom, Khanjar opened him up, spilling his guts onto the street.\nThe rest of us pulled back, drawing the gangers after us. Perhaps in another timeline, Rosey would have engaged them in a brutal exchange of gunfire, but, in this one, she kept to the mission of keeping us safe. \nWhile posturing, the Claw swung his power claw into a nearby spaceport dock pillar. Although the arcing sparks were indeed intimidating, the electric blowback and the masonry dislodged from above falling onto one of his ganger companions were less so. We used the distraction to duck back into an alley and start running.\nWith Twitch’s eye in the sky, we confirmed over the vox that we were clear.  The Khans hurried ahead and made the delivery while Rosey, Simon, and I circled back to the rail station and rode home.\nPost-Battle\nWith the successful drop, we made a total of 6 credits from Mr. Golinko. On the way home, the Khans purchased a shotgun and pistol. This battle proved that Carpathium 9 is just too gloomy to make good use of the colony rifles we have.  Khanda also got a great deal on a flak screen (loot).\nWhen we got back to the Tailend, Twitch had been making some deals with some of our stray cargo and had earned us another 3 credits. I reinstalled the ignition crystals while the crew was busy with other tasks.\nUnlike the rest of us, Khanjar seems to be particularly enjoying Carp 9. He’s like a panther, feeding well in the dark of the jungle. I hope his confidence will see him through should his luck change (negate one future injury roll).\nTurn #2\nWorld\nAfter resting up for a day, it was time for another job.\nSimon was a little shook up by the raw violence of our last job, so he and Khanjar ran through some combat sims together (train).  The rest of us headed out to hunt for another job and some decent gear.\nJob\nI took Rosey with me while paying a visit to Mr. Golinko.  His majordomo said there was another task that we could take on.  It would pay okay, but it was urgent and it sounded dangerous.  I said I’d reply in an hour after confirming with my crew.\nAs I exited the elevator in the lobby, I found Rosey talking to three youths.  Youth seems to describe them best: a girl and two guys, all with long hair and casually flowing silky clothes.  Rich aspiring revolutionaries.  \nIt turns out they were members of PETAL (People for the Ethical Treatment of Artificial Life).  Ever eager to mingle with the oppressed proletariat, they’d started chatting up Rosey.  When they learned she was a freelancer, they were even more eager.  \nWe retired to a dimly lit booth in a nearby coffeehouse.  They refused to give their names—only obvious aliases—but they explained that they might have a job for us. \nA local corp, OmegaGen Biotech, has been making strides in replicant technology, including vat-grown bio-synthetics. This stuff is fringe AL. It’s not clear if it’s a lifeform at all, since it’s all non-embryo. Normally bio-synth is just used for organ replacement, augments, or protein meal replacement.  But eventually this always comes back to the gray area of patchwork creature construction.  This case sounded fairly benign: expanding the exotic pet trade. But then the girl clarified with a blush that she’d said erotic, not exotic.  Basically, a synth version of Garthon 4’s sex weasels. An abuse of Artificial Life in every sense of the word.\nBut their knowledge of OmegaGen’s latest product was still just rumor at this point.  They needed proof.  Yet they deemed hacking, theft, or break-in too risky.  I could see that even talking to us was already making them nervous.  The bearded guy kept wiping his forehead, taking small sips from his drink, and looking over my shoulder at the door. He assured me twice that this would be a one-time job, with no further contact afterward.\nWhat we settled on is that our crew would install some simple commodity open-band broadcast cameras in the OmegaGen lab. Then PETAL would be able to pick up the feed from across the street, with just enough plausible deniability. It sounded weak to me, but the pay they were offering was significant for such a simple job. I kept my mouth shut.\nThe one challenge to this job would be the security forces. OmegaGen’s labs were in an indoor research park—something like a cross between an office building, a hospital, and a shopping mall.  A handful of different biotech corps were housed there.  While all were low-risk labs, they all prized their trade secrets. They paid a security firm known for hiring retired combat veterans.\nI said we’d take the job. Rosey and I swung by Mr. Golinko’s building on the way home to decline his offer.\nWorld (cont.)\nBack at the ship, we caught up with Twitch and Khanda. They’d spent the afternoon scrounging among the scrapper booths, looking for trade deals.  Twitch found a broken beam light gun mod that would be useful in the gloom, and Khanda found some spare parts to help with the repairs. \nKhanda then pulled me aside: “I also saw a holster with the Blood Storm logo on it. The scrapper couldn’t remember who sold it, but he knew it came in within the past week from the carnage of a substack shootout.  The intel was right: They’re here!”  (quest)\nJob (cont.)\nWe rode the late night rail out to the biotech labs. We wore baggy clothes, and we pulled on some balaclavas as we approached the lab entrance and eyed the exterior mounted cameras. The lights were all off inside. Twitch flipped the lock in seconds and we quickly moved inside. \nThe plan was to make this fast: In and out before anyone got hurt. Make it look like an interrupted robbery—nothing broken, nothing stolen. No harm, no foul.  We just needed a few seconds unobserved to secure one of the cameras we carried among us.\nWe were halfway to the OmegaGen lab when our element of surprise ran out.  We heard the alarm sound and the gruff calls of three security enforcers as they moved through the building to head us off."},"Sessions/2024-02-06":{"slug":"Sessions/2024-02-06","filePath":"Sessions/2024-02-06.md","title":"2024-02-06","links":["Planets/Carpathium-9"],"tags":[],"content":"Commercial Resourcing’s colo took Wiggle, so we spent an hour considering other rooms, talking about rules, and eating dinner.  A little more rules discussion at the end of the session concerning Defensive AI (and the ability to too easily kite-and-snipe them) meant we didn’t wrap up until 11pm+ again.\n\nOn: Carpathium 9\n\nBattle\nAs we cut into the OmegaGen lab, the security enforcers did the same on the far side of the room.  Rows of desks and lockers filled one side of the lab.  On the other side stood clusters of vats, canisters, and control stacks.  In the far corner was a controlled environment room and a stout command desk. In the center of the room stood a large support pillar, covered in wires and pipes, surrounded by a low railing.\nWhile the enforcers scanned the room with flashlights, Khanda sprinted ahead and hopped the railing to the pillar.  The rest of us wove between the vats.\nRosey broke cover first. She dashed to the corner of the sealed room and dropped one of the enforcers with a flanking hail of gunfire.  Thankfully, I’d suggested she load up with nonlethal rubber rounds for this one.\nThe enforcers returned fire. I leapt one of the railings and laid down some intimidating cover fire, blasting long gouges with my hand cannon in the command desk they were crouched behind.  Simon followed me.  When he squeezed the trigger of his auto rifle, the bright tracers arced in the dark, blowing apart light fixtures above us with a shower of sparks. Apparently he and Khanjar hadn’t focused on shooting skills in their last training round.\nTwitch worked his way around through the dark of the far side of the room, and Khanda gave us the “all done” whistle: The camera was installed.\nSeeing our firepower, the two remaining enforcers seemed to have a change of heart, glancing back at how they might withdraw to better cover.  Just then, Khanjar dove in, swinging his blade down and lopping off the woman’s arm near the elbow.  K’Erin really forget about “non-lethal” when the blood frenzy comes on them.\nThe rest of us continued to lay down covering fire, with Khanda, me, and Simon’s blazing auto rifle tearing into the stout metal desk.  I called for us to retreat; the job was done. But I don’t think anyone could hear me over the gunfire in the close confines of the lab.  I’m pretty sure I saw the last enforcer take a hit, but he proved to be a tough son-of-a-bitch.  He was returning fire when Khanjar cut in on his right.  While he did manage to hit Khanjar in the gut with a rifle butt, Khanjar dropped him soundly with a blade-hilt punch to the face.\nWe had to get out of here, but this job had gotten way bloodier than I’d intended.  I didn’t want anyone dead on our account.  I rushed forward, pulled the woman’s belt from her waist, and tourniquetted the stump of her arm.  It’d probably be three months of physical therapy learning to use a prosthetic, covered by enforcer health insurance.  Too bad we hadn’t brought the bionic arm we had lying around the Tail-End to leave as a “sorry about that” gift.\nThe others were inspecting the sturdy desk we’d pulverized — that’d make for a good story later.  For some reason, Khanjar was pulling off the tough guy’s boots.  Twitch was digging around in some of the blasted holes in the desk and pulled out a data drive that was still intact.  Sometimes it’s hard to corral my crew’s baser instincts.  Still, a theft would be a good cover story for PETAL, and it could lead to an extra credit or two or an open door with a competing corp (patron).\nNow it really was time to go! \nWe hustled out of there, got free of the external cameras, and stripped off our masks.  With our gear stowed in duffles and packs, we rode the rail back to spaceport.  Khanjar complained most of the way back about the steel boots he’d taken. I still don’t understand why he grabbed them in the first place.\nPost-Battle\nThe next day, I made contact with PETAL. I could tell they were unhappy with what had happened to the guards, but they paid us 6 credits.  The bearded gent told me one more time: “No further contact. Ever.”\nI stopped for a quiet dinner on my own before heading back to the ship. I wanted some time to think (+1 XP). My crew did well, but I need to remember to play to our strengths.  As we get better, I think we can handle some seedier jobs, where we don’t have to hold ourselves back in the face of the opposition.\nTurn #3\nWorld\nAfter a day to revel in the success of our past couple jobs (story point), it was time to get back to work.  Docking fees and ship costs rack up fast, and I’d like a little nest egg built up for once we find a solid lead on these Blood Storm mercs.\nKhanda and Simon hit the training sims.  While Simon could use some firing practice, the auto rifle does well enough in more open environments.  They instead focused on evasive maneuver drills, which will hopefully keep them alive in the next scrape (+1 XP → +1 Luck).\nTwitch was in his bunk, tools scattered everywhere, working on repairing the beam light he’d purchased.\nThe rest of us headed into the city.\nJob\nWhile Twitch said he’d reached out to a couple local corporations about the gentech data he’d pulled from the drive, he didn’t have anything solid there yet.  Reade at Solari didn’t have anything for me either, so I swung by Mr. Golinko’s.\nHe invited me in and told me plainly: “I like you, Mr. Walker, but I don’t think we should continue to waste each other’s time. I have a couple jobs (Busy) that I’d be happy to have you do.  The first is not particularly dangerous (+1 credit) nor urgent (anytime). So you let me know when you and your crew are ready to start. Until then, you need not stop by again.”\nI said I appreciated his straightforward approach, and I’d be in touch.  As I rose to go, he said, “In the meantime, an associate of mine might also appreciate your services.”  He handed me the contact info.\nThree hours later, I was sitting in a private booth of a revolving rooftop restaurant talking to Quenton Hyland. He was a rich kid (wealthy patron) in his early 20s.  After some awkward small talk, we quickly moved the conversation along to the job.\nQuenton was paying well: +3 credits up front to pick up and deliver an atmo speeder from a locked spaceport hangar. No real rush—sometimes this week (this or next 2 turns).\nThe pay didn’t add up to the simplicity of the job, even given the seedy location of the hangar.\n“Mr. Hyland”, I said. “There are certain professions that maintain a tradition of confidentiality. For example, when you talk to your doctor, your lawyer, your priest, or your therapist, they are sworn to keep your conversations private. This is because none of these professions can truly help you solve your problem if they are not privy to the full picture. \n“I like to think the same is true of me and my crew. You don’t need to hire a freelancer to play valet, especially not at the price you’re offering, unless there’s more to this job. When you don’t tell me everything, it puts me and my crew at risk.  And we cannot guarantee to solve your problem if we don’t know the full nature of that problem. Mr. Golinko recommended us.  That’s why I’m here.  If you don’t feel that you can trust me, that’s fine.  I’ll walk away right now.”\nHe mused for a moment, looking out the window at the skyline, slowly swirling his brandy in its snifter without lifting it from the tablecloth.\n“Alright, Walker. Full disclosure then. My father bought me the coupe speeder two years ago as a coming-of-age gift. Unfortunately, I soon smashed it into… a stationary object. There was some damage done on both sides. I was… under the influence at the time, and I spilled nearly a quarter kilo of snowflake in the crash, so I did not hang around. I stashed the speeder in a friend’s hangar out at the spaceport.\n“My father smoothed over the incident with the authorities. He told me I was grounded: that I couldn’t fly the speeder until I had it shining again. My father and I do not get along, and I could catch rides with my friends, so I kept putting off the repairs. \n“About a year ago, I took over the rent on the hangar from my friend. More troublesome is that a certain seedy associate of ours, by the name of TinPin, hangs with a gang of spaceport scum. He’s considered a VIP on their crew. They’ve set up a squatting area near the hangar. Somehow he knows about the tainted speeder. He’s made some vague suggestions that stop shy of blackmail, but he’s getting bolder. \n“It is unfortunate that I have let the situation linger for this long. However, this month, there seems to be a natural confluence that suggests it is time to resolve it. I have recently come into some funds. My kid sister is about to turn 16, and I would like to give her the renovated speeder, as it largely has bad memories for me at this point. And Mr. Golinko gave me your name. \n“So, yes, there is more to the job. I require professionalism and discretion. Not only do I need you to recover the speeder, but I will need you to deliver it to a certain garage that will be able to clean and renovate it. And then you can deliver it to a particular parking garage.”\n“Thank you, Mr. Hyland,” I said. “I believe that is exactly the sort of job my crew can handle.”\nWe discussed some of the finer points of the job. Then he gave me a down payment, the hangar location, and an entry code. \nWorld (cont.)\nWhen I got back to the ship, I learned that Rosey had run into some revolutionary looking to buy arms.  Rosey had brought her back to the ship and, with Twitch’s help, had sold her nearly all of our spare weaponry. Probably not something I would have condoned if I’d been around, but it did net us some extra credits.\nKhanjar had also been out looking for trade. He returned with a cluster of three grenades.  He’d been happy enough to buy them, but he then cursed that he’d missed the chance to sell them for a better price to the revolutionary.  He was threatening to go after her, so I took them off his hands and divvied them up among the crew.  \nJob (cont.)\nAfter dinner, we suited up and rode the ground shuttle across the spaceport to the hangar area. \nIt was on a lower level, dimly lit and largely superseded by newer construction elsewhere in the port. As we stepped off the lift, rows of forty-foot-wide hangar doors stretched off in a corridor nearly a quarter mile long. The open space of the corridor was about two hundred feet wide to leave room for either taxiing small craft or fueling and loading vehicles.\nHere and there along the corridor, we passed hangar spaces that had been replaced by service facilities: a fueling station, a machine shop, a burger joint, a ship supply store, a noodle restaurant, a ship’s elevator to the upper levels. \nAs we neared the end of the corridor, we saw the last service facility: a grungy bar named Mick’s. Crude tables and a mattress lay scattered in the traffic corridor in front of the entrance. Some simple barricades, constructed of plywood and sawhorses, had been set up across the corridor beyond the bar. The word TOLL was spray-painted across the plywood. Beyond the barrier, it looked like someone had ripped off a metal security door and engaged in a drunken fight with an elevator’s hydraulics inside. The doorway was now venting a steady cloud of vapor. \nOur approach did not go unnoticed. Three young men were nursing tall cans of high gravity malt liquor at a lopsided table just outside the bar. One of them gave a low shout inside. Then all three left their tall cans behind and stepped toward us in their tight shiny pants. One of them smoothed back his greasy hair. Each of the three rested a hand on the pistol that he wore low-slung at his waist. \nBehind them, four more armed barflies slunk out and blearily stood near the doorway. \n“Oh, oh, oh!” said the slick-haired lounger approaching us. “Where you headed? Cause, like the sign say, there be a toll if you be heading that way.”  He stopped in front of us, feet apart, and jerked a thumb over his shoulder. \nNow I could’ve asked how much the toll was.  Or I could have offered to buy everyone a round.  Maybe there are other ways the conversation could’ve gone. \nBut I’ve dealt with enough spaceport scum to know that conversation is just the warm-up banter before a beating. No sense giving them the advantage of time for their friends to fan out around us. \nI glanced meaningfully at the two smiling K‘Erins on either side of me and at the armored bot cradling a military rifle behind them. Simon and Twitch also had their hands on their guns. \nThe lounger glanced back at his now ten other friends. At least two of them looked like tough customers. His eyes flicked back to us, and he chewed on his lower lip.\nI caught his gaze and held it. “No deal,” I said. “Which means you’re now going to need to put up or shut up. Which is it going to be?”"},"Sessions/Session-Index":{"slug":"Sessions/Session-Index","filePath":"Sessions/Session Index.md","title":"Session Index","links":["Sessions/2024-01-16","Planets/Karnak-6","Sessions/2024-01-23","Planets/Sheun-Prime","Planets/Carpathium-9","Sessions/2024-01-30","Sessions/2024-02-06"],"tags":[],"content":"First Campaign: Captain’s Log\n\n2024-01-16 - Prologue battle on Karnak 6\n2024-01-23 - Crew creation on Sheun Prime; to Carpathium 9; a first job, delivering whiff to Mr. Golinko.\n2024-01-30 - A job from PETAL to plant a camera in a corporate bio-lab.\n2024-02-06 - A job from a rich kid to pick up his tainted atmo speed from a seedy spaceport.\n"},"Whiteboard":{"slug":"Whiteboard","filePath":"Whiteboard.md","title":"Whiteboard","links":[],"tags":[],"content":"Current Battle\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n#EnemyPanicSpeedCSToughAIWeapons?Space Hulk Psycho (reaver)16”+2*5RScrap pistolLt+3*Sp+2*ShotgunLt Sp+3*\nFerocious: +1 to Brawling rolls when initiating combat.\nAggro: If Hit by a shot and surviving, immediately move 1” towards the shooter.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWeaponRangeShotsDamageQualityScrap pistol7”10PistolScrap blade--0MeleeShotgun8”10Critical\nBattle Conditions\nMinutes\nFuture reactions idea:\n\nCan’t act fast; can only snap fire\n"},"index":{"slug":"index","filePath":"index.md","title":"Index","links":["Sessions/Session-Index","Planets/Planet-Index","Whiteboard"],"tags":[],"content":"Our 5 Parsecs from Home campaign notes. Played on Heroscape tiles.\n\nSession Index\nPlanet Index\nWhiteboard\n"}}